Repository: common-repository/social-media-integration
Catalog: languages/social-integration-*.po
Languages: ar

source: twitter
ar: تويتر

source: facebook
ar: فيسبوك

source: We are sorry !!
ar: نحن اسفون

source: You are not connected to
ar: نت لست متصل بي

source: Please click
ar: الرجاء الضغط

source: here
ar: هنا

source: to access
ar: للوصول الى

source: Please use this callback URL for your twitter application
ar: الرجاء استخدام هذا الرابط رد لتطبيق تويتر الخاص بك

source: Twitter credential is saved
ar: تم حفظ بيانات الاعتماد للتويتر

source: Please use this callback URL for your application
ar: يرجى استخدام هذا عنوان URL لرد الاتصال للتطبيق الخاص بك

source: Your PHP version is not compatible with social SDKs
ar: نسخة PHP غير متوافق مع عدد تطوير البرامج الاجتماعية

source: Please contact you host administrator to update your php version to 5.4 or above
ar: يرجى الاتصال بمسؤول المضيف لتحديث إصدار PHP الخاص بي إلى 5.4 أو أعلى

source: These people, I would like to Thank them for donations to keep this plugin updating
ar: هؤلاء الناس، وأود أن أشكرهم على التبرعات للحفاظ على هذا البرنامج المساعد

source: These people, I would like to Thank them for keep testing and sending feedback to enhance this plugin
ar: هؤلاء الناس، وأود أن أشكرهم على اختبار وإرسال الملاحظات إلى تحسين هذا البرنامج المساعد

source: Ask Developer
ar: اسال المطور

source: Full Name
ar: الاسم كامل

source: name ...
ar: الاسم ...

source: E-Mail
ar: بريد الالكتروني

source: Website
ar: موقع الالكتروني

source: My request for
ar: طلبي لـ

source: Subject
ar: الموضوع

source: Your request is sent, We will contact you as soon as possible
ar: تم ارسال طلبك , سوف يتم الرد عليك في اسرع وقت ممكن

source: talk to Developer
ar: أسال المطور

source: Special Thanks
ar: شكر خاص

source: Logout Facebook
ar: خروج من الفيسبوك

source: Facebook Pages
ar: صفحات الفيسبوك

source: Facebook Groups
ar: مجموعات الفيسبوك

source: Owner
ar: المالك

source: Member Request Count
ar: عدد طلبات الاعضاء

source: Group Unread
ar: المجموعات الغير مقروءة

source: Facebook Events
ar: احداث الفيسبوك

source: Attending Count
ar: عدد الحضور

source: Interested Count
ar: عدد المهتمين

source: Maybe Count
ar: عدد ربما يأتي

source: Facebook User Profile
ar: ملف مستخدم الفيسبوك

source: User Profile
ar: ملف المستخدم

source: My Profile
ar: ملفي

source: You are not connected to twitter
ar: انت لست متصل بتويتر

source: Logout Twitter
ar: خروج من تويتر

source: Statuses count
ar: عدد الحالات

source: Followers
ar: المتابعين

source: Friends
ar: الأصدقاء

source: Send To twitter
ar: أرسل الى تويتر

source: Send To Twitter
ar: أرسل الى تويتر

source: Social Integration
ar: الاندماج الاجتماعي

source: Hamza Alayed
ar: حمزة العايد

source: Integrate your WP with social media
ar: دمج ووردبرس الخاص بك مع وسائل الاعلام الاجتماعية

source: You cant leave it empty
ar: لا يمكنك تركه فارغ

source: Save
ar: حفظ

source: Note
ar: ملاحضة

source: Facebook credential is saved
ar: معلومات الفيسبوك حفظت

source: Dashboard
ar: لوحة القيادة

source: Soon
ar: قريبا

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Google+
ar: جوجل+

source: Help
ar: مساعدة

source: You are not connected to facebook
ar: انت لست متصل في الفيسبوك

source: Version
ar: نسخة

source: Home
ar: الرئيسية

source: Your donation will fund Social Integration Plugin Development
ar: تبرعك يحول لفريق تطوير SI

source: Donor
ar: مانح

source: Supporter
ar: داعم

source: Friend of SI
ar: صديق SI

source: Best Friend
ar: أفضل صديق

source: Webmaster Idol
ar: أفضل داعم

source: About Me
ar: عني

source: Location
ar: مكان

source: Education
ar: تعلم

source: School
ar: المدرسة

source: Type
ar: نوع

source: Pages
ar: صفحات

source: Posts
ar: مقالات

source: Settings
ar: الأعدادات

source: Talking about
ar: تحدث عن

source: like
ar: اعجاب

source: Facebook Page
ar: صفحة الفيسبوك

source: Page to publish
ar: صفحة النشر

source: Multiple Selection
ar: اختيار متعدد

source: Send To Facebook
ar: ارسل الى الفيس بوك

source: Load More
ar: حمل المزيد

source: Copyright
ar: حقوق الطبع

source: All rights reserved
ar: محفوظة
